export const HISTORY_CONSTANT = {
  title: "“ 항상 즐기면서 걸어온 다양한 경험들 ”",
  subTitle:
    "다양한 규모의 게임 및 출시경험을 바탕으로 유연한 사고와 넓은 시야를 가지고 있습니다.<br/>모바일부터 콘솔까지 , 다양한 게임들을 즐기고 있으며 항상 새로운 기술에 관심이 많습니다.",
  edcutaion: [
    {
      name: "한국게임과학고등학교",
      major: "게임 그래픽 전공",
      date: "2014 - 2016.",
    },
    {
      name: "경희대학교",
      major: "디지털콘텐츠학과",
      date: "2017 - 2018. (휴학)",
      score: "학점 3.97 / 4.3",
    },
  ],
  career: [
    {
      name: "(주) 111퍼센트",
      job: "디자이너로 근무",
      date: "2016.01 - 2021.11",
      workDetail: ["신규게임 개발"],
    },
    {
      name: "(주) 엔픽셀",
      job: "UI/UX 디자이너",
      date: "2021.11 - (현재).",
      workDetail: [
        "크로노오디세이 UIUX 작업 "
      ],
    },
  ],
};
